# coding:utf-8
from question import Qta
        
q1 = Qta(1,"気分が沈んで憂うつだ")
q2 = Qta(2,"朝方は、いちばん気分がよい")
q3 = Qta(3,"泣いたり、泣きたくなる")
q4 = Qta(4,"夜はよく眠れない")
q5 = Qta(5,"食欲は　ふつうだ")
q6 = Qta(6,"異性に対する関心がある")
q7 = Qta(7,"痩せてきたことに　気がつく")
q8 = Qta(8,"便秘している")
q9 = Qta(9,"ふだんよりも　動悸がする")
q10 = Qta(10,"何となく疲れる")
q11 = Qta(11,"気持ちは　いつもさっぱりしている")
q12 = Qta(12,"いつもと変わりなく　仕事をやれる")
q13 = Qta(13,"落ち着かず、じっとしていられない")
q14 = Qta(14,"将来に　希望がある")
q15 = Qta(15,"いつもより　いらいらする")
q16 = Qta(16,"たやすく　決断できる")
q17 = Qta(17,"役に立つ、働ける人間だと思う")
q18 = Qta(18,"生活は　かなり充実している")
q19 = Qta(19,"自分が死んだほうが　他の人は楽に暮らせる")
q20 = Qta(20,"日頃していることに満足している")

qs=[q1,q2,q3,q4,q5,q6,q7,q8,q9,q10,q11,q12,q13,q14,q15,q16,q17,q18,q19,q20]
